
/* Class = "NSTableColumn"; headerCell.title = "Disk"; ObjectID = "11"; */
"11.headerCell.title" = "Disk";

/* Class = "NSTableColumn"; headerCell.title = "Interval"; ObjectID = "12"; */
"12.headerCell.title" = "Interval";

/* Class = "NSTableColumn"; headerCell.title = "Status"; ObjectID = "14"; */
"14.headerCell.title" = "Status";

/* Class = "NSWindow"; title = "SMARTReporter Preferences"; ObjectID = "15"; */
"15.title" = "SMARTReporter Preferences";

/* Class = "NSTableColumn"; headerCell.title = "Size"; ObjectID = "17"; */
"17.headerCell.title" = "Size";

/* Class = "NSTabViewItem"; label = "Hard Disks"; ObjectID = "106"; */
"106.label" = "Hard Disks";

/* Class = "NSTabViewItem"; label = "Appearance"; ObjectID = "107"; */
"107.label" = "Appearance";

/* Class = "NSMenuItem"; title = "Select…"; ObjectID = "122"; */
"122.title" = "Select…";

/* Class = "NSMenuItem"; title = "Grey"; ObjectID = "139"; */
"139.title" = "Grey";

/* Class = "NSMenuItem"; title = "Colorful"; ObjectID = "140"; */
"140.title" = "Colorful";

/* Class = "NSPanel"; title = "E-Mail Settings"; ObjectID = "203"; */
"203.title" = "E-Mail Settings";

/* Class = "NSButtonCell"; title = "Send using custom settings:"; ObjectID = "204"; */
"204.title" = "Send using custom settings:";

/* Class = "NSButtonCell"; title = "Send using \"Mail.app\" settings"; ObjectID = "206"; */
"206.title" = "Send using \"Mail.app\" settings";

/* Class = "NSTableColumn"; headerCell.title = "Name(s)"; ObjectID = "280"; */
"280.headerCell.title" = "Name(s)";

/* Class = "NSButtonCell"; title = "With small colored dots"; ObjectID = "283"; */
"283.title" = "With small colored dots";

/* Class = "NSButtonCell"; title = "With beautiful icons:"; ObjectID = "284"; */
"284.title" = "With beautiful icons:";

/* Class = "NSButtonCell"; title = "Don't display in menubar"; ObjectID = "285"; */
"285.title" = "Don't display in menubar";

/* Class = "NSTabViewItem"; label = "Configuration"; ObjectID = "302"; */
"302.label" = "Configuration";

/* Class = "NSTabViewItem"; label = "Message"; ObjectID = "303"; */
"303.label" = "Message";

/* Class = "NSMenuItem"; title = "Alternate Grey"; ObjectID = "337"; */
"337.title" = "Alternate Grey";

/* Class = "NSBox"; title = "SMTP-Server"; ObjectID = "343"; */
"343.title" = "SMTP-Server";

/* Class = "NSMenuItem"; title = "New DarkGrey"; ObjectID = "351"; */
"351.title" = "New DarkGrey";

/* Class = "NSTabViewItem"; label = "Behavior"; ObjectID = "370"; */
"370.label" = "Behavior";

/* Class = "NSMenuItem"; title = "New Colorful"; ObjectID = "380"; */
"380.title" = "New Colorful";

/* Class = "NSMenuItem"; title = "New Grey"; ObjectID = "381"; */
"381.title" = "New Grey";

/* Class = "NSMenuItem"; title = "Every other day"; ObjectID = "391"; */
"391.title" = "Every other day";

/* Class = "NSMenuItem"; title = "Daily"; ObjectID = "392"; */
"392.title" = "Daily";

/* Class = "NSMenuItem"; title = "Weekly"; ObjectID = "393"; */
"393.title" = "Weekly";

/* Class = "NSMenuItem"; title = "Never"; ObjectID = "394"; */
"394.title" = "Never";

/* Class = "NSMenuItem"; title = "Bi-weekly"; ObjectID = "399"; */
"399.title" = "Bi-weekly";

/* Class = "NSMenuItem"; title = "Monthly"; ObjectID = "400"; */
"400.title" = "Monthly";

/* Class = "NSMenuItem"; title = "Colored Dots"; ObjectID = "662"; */
"662.title" = "Colored Dots";

/* Class = "NSTextFieldCell"; title = "Mark the disks to monitor:"; ObjectID = "728"; */
"728.title" = "Mark the disks to monitor:";

/* Class = "NSTextFieldCell"; title = "Mark all hard disks you want to monitor for impending disk-failures with the checkboxes. Double click the current checking-interval of a disk to enter a new one (in minutes)."; ObjectID = "729"; */
"729.title" = "Mark all hard disks you want to monitor for impending disk-failures with the checkboxes. Double click the current checking-interval of a disk to enter a new one (in minutes).";

/* Class = "NSTextFieldCell"; title = "On disk-failure do:"; ObjectID = "730"; */
"730.title" = "On disk-failure do:";

/* Class = "NSButtonCell"; title = "Send an e-mail to:"; ObjectID = "732"; */
"732.title" = "Send an e-mail to:";

/* Class = "NSButtonCell"; title = "Pop up an alert dialog"; ObjectID = "733"; */
"733.title" = "Pop up an alert dialog";

/* Class = "NSButtonCell"; title = "Execute application:"; ObjectID = "734"; */
"734.title" = "Execute application:";

/* Class = "NSButtonCell"; title = "Configure Mail…"; ObjectID = "735"; */
"735.title" = "Configure Mail…";

/* Class = "NSTextFieldCell"; title = "Enter one address per line"; ObjectID = "736"; */
"736.title" = "Enter one address per line";

/* Class = "NSTextFieldCell"; title = "Select how SMARTReporter should display:"; ObjectID = "737"; */
"737.title" = "Select how SMARTReporter should display:";

/* Class = "NSTextFieldCell"; title = "Verified:"; ObjectID = "740"; */
"740.title" = "Verified:";

/* Class = "NSTextFieldCell"; title = "Unknown:"; ObjectID = "741"; */
"741.title" = "Unknown:";

/* Class = "NSTextFieldCell"; title = "Failing:"; ObjectID = "744"; */
"744.title" = "Failing:";

/* Class = "NSTextFieldCell"; title = "Icon set:"; ObjectID = "745"; */
"745.title" = "Icon set:";

/* Class = "NSTextFieldCell"; title = "Icon set preview:"; ObjectID = "746"; */
"746.title" = "Icon set preview:";

/* Class = "NSButtonCell"; title = "Use Red \"Failing\"-Icon"; ObjectID = "747"; */
"747.title" = "Use Red \"Failing\"-Icon";

/* Class = "NSButtonCell"; title = "Start SMARTReporter on login"; ObjectID = "748"; */
"748.title" = "Start SMARTReporter on login";

/* Class = "NSTextFieldCell"; title = "Path to Log-File:"; ObjectID = "749"; */
"749.title" = "Path to Log-File:";

/* Class = "NSButtonCell"; title = "Limit Log-File size to:"; ObjectID = "751"; */
"751.title" = "Limit Log-File size to:";

/* Class = "NSButtonCell"; title = "Don't check disks when on battery power"; ObjectID = "753"; */
"753.title" = "Don't check disks when on battery power";

/* Class = "NSTextFieldCell"; title = "kilobytes"; ObjectID = "754"; */
"754.title" = "kilobytes";

/* Class = "NSTextFieldCell"; title = "Check for Updates:"; ObjectID = "756"; */
"756.title" = "Check for Updates:";

/* Class = "NSButtonCell"; title = "Send"; ObjectID = "757"; */
"757.title" = "Send";

/* Class = "NSTextFieldCell"; placeholderString = "source@domain.com"; ObjectID = "758"; */
"758.placeholderString" = "source@domain.com";

/* Class = "NSTextFieldCell"; title = "E-mail address:"; ObjectID = "759"; */
"759.title" = "E-mail address:";

/* Class = "NSTextFieldCell"; title = "Please try to send a test mail:"; ObjectID = "760"; */
"760.title" = "Please try to send a test mail:";

/* Class = "NSTextFieldCell"; placeholderString = "mail.isp.com"; ObjectID = "761"; */
"761.placeholderString" = "mail.isp.com";

/* Class = "NSTextFieldCell"; title = "Server address:"; ObjectID = "762"; */
"762.title" = "Server address:";

/* Class = "NSButtonCell"; title = "Use authentication"; ObjectID = "763"; */
"763.title" = "Use authentication";

/* Class = "NSTextFieldCell"; title = "Server port:"; ObjectID = "765"; */
"765.title" = "Server port:";

/* Class = "NSTextFieldCell"; title = "Username:"; ObjectID = "766"; */
"766.title" = "Username:";

/* Class = "NSTextFieldCell"; title = "Password:"; ObjectID = "769"; */
"769.title" = "Password:";

/* Class = "NSTextFieldCell"; title = "Subject for Test mail:"; ObjectID = "770"; */
"770.title" = "Subject for Test mail:";

/* Class = "NSTextFieldCell"; title = "E-mail Body:"; ObjectID = "772"; */
"772.title" = "E-mail Body:";

/* Class = "NSTextFieldCell"; title = "Subject for Error mail:"; ObjectID = "773"; */
"773.title" = "Subject for Error mail:";

/* Class = "NSTextFieldCell"; title = "These values will be replaced:\n   \"%D\" by the Name of the failing drive\n   \"%N\" by the Name of your Mac\n   \"%H\" by the Host-name of your Mac\n   \"%4\" by the IP address of your Mac\n   \"%6\" by the IP-v6 address of your Mac\n   \"%M\" by the MAC-address of your Mac"; ObjectID = "775"; */
"775.title" = "These values will be replaced:\n   \"%D\" by the Name of the failing drive\n   \"%N\" by the Name of your Mac\n   \"%H\" by the Host-name of your Mac\n   \"%4\" by the IP address of your Mac\n   \"%6\" by the IP-v6 address of your Mac\n   \"%M\" by the MAC-address of your Mac";

/* Class = "NSMenuItem"; title = "Check S.M.A.R.T. attributes"; ObjectID = "790"; */
"790.title" = "Check S.M.A.R.T. attributes";

/* Class = "NSPanel"; title = "S.M.A.R.T. attributes"; ObjectID = "806"; */
"806.title" = "S.M.A.R.T. attributes";

/* Class = "NSMenuItem"; title = "Perform short S.M.A.R.T. selftest"; ObjectID = "816"; */
"816.title" = "Perform short S.M.A.R.T. selftest";

/* Class = "NSPanel"; title = "S.M.A.R.T. selftests"; ObjectID = "819"; */
"819.title" = "S.M.A.R.T. selftests";

/* Class = "NSTextFieldCell"; title = "The short S.M.A.R.T. selftest has been started and takes about 2 minutes."; ObjectID = "826"; */
"826.title" = "The short S.M.A.R.T. selftest has been started and takes about 2 minutes.";

/* Class = "NSTextFieldCell"; title = "The result view updates automatically:"; ObjectID = "828"; */
"828.title" = "The result view updates automatically:";

/* Class = "NSButtonCell"; title = "Also check disks for problematic \"I/O Errors\""; ObjectID = "837"; */
"837.title" = "Also check disks for problematic \"I/O Errors\"";

/* Class = "NSTextFieldCell"; title = "When an \"I/O Error\" is encountered an alert dialog will pop up."; ObjectID = "839"; */
"839.title" = "When an \"I/O Error\" is encountered an alert dialog will pop up.";

/* Class = "NSTextFieldCell"; title = "\"I/O Error\" checks are performed every 10 minutes."; ObjectID = "841"; */
"841.title" = "\"I/O Error\" checks are performed every 10 minutes.";

/* Class = "NSButtonCell"; title = "Use encryption (SSL/TLS)"; ObjectID = "859"; */
"859.title" = "Use encryption (SSL/TLS)";

/* Class = "NSTextFieldCell"; title = "Enable the mail configuration by entering an address to send to"; ObjectID = "865"; */
"865.title" = "Enable the mail configuration by entering an address to send to";

/* Class = "NSButtonCell"; title = "Show a notification via \"Growl\""; ObjectID = "877"; */
"877.title" = "Show a notification via \"Growl\"";

/* Class = "NSTextFieldCell"; title = "(recommended)"; ObjectID = "889"; */
"889.title" = "(recommended)";

/* Class = "NSTextFieldCell"; title = "Right-click on a drive for advanced diagnosis options."; ObjectID = "891"; */
"891.title" = "Right-click on a drive for advanced diagnosis options.";

/* Class = "NSMenuItem"; title = "Perform long S.M.A.R.T. selftest (takes hours)"; ObjectID = "896"; */
"896.title" = "Perform long S.M.A.R.T. selftest (takes hours)";

/* Class = "NSMenuItem"; title = "Inspect results of finished selftests"; ObjectID = "898"; */
"898.title" = "Inspect results of finished selftests";

/* Class = "NSTextFieldCell"; title = "The long S.M.A.R.T. selftest has been started and takes at least 2 hours."; ObjectID = "901"; */
"901.title" = "The long S.M.A.R.T. selftest has been started and takes at least 2 hours.";

/* Class = "NSButtonCell"; title = "Also check attached Software-RAIDs"; ObjectID = "906"; */
"906.title" = "Also check attached Software-RAIDs";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "909"; */
"909.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "Degraded"; ObjectID = "910"; */
"910.title" = "Degraded";

/* Class = "NSMenuItem"; title = "Degraded or Offline"; ObjectID = "911"; */
"911.title" = "Degraded or Offline";

/* Class = "NSTextFieldCell"; title = "Warn if the status turns:"; ObjectID = "914"; */
"914.title" = "Warn if the status turns:";

/* Class = "NSButtonCell"; title = "Growl notification"; ObjectID = "916"; */
"916.title" = "Growl notification";

/* Class = "NSTextFieldCell"; title = "Notify failures with:"; ObjectID = "918"; */
"918.title" = "Notify failures with:";

/* Class = "NSButtonCell"; title = "Alert dialog"; ObjectID = "920"; */
"920.title" = "Alert dialog";

/* Class = "NSButtonCell"; title = "E-mail"; ObjectID = "922"; */
"922.title" = "E-mail";

/* Class = "NSTextFieldCell"; title = "RAID checks are performed every 10 minutes."; ObjectID = "941"; */
"941.title" = "RAID checks are performed every 10 minutes.";

/* Class = "NSMenuItem"; title = "Nice Dots"; ObjectID = "951"; */
"951.title" = "Nice Dots";

/* Class = "NSMenuItem"; title = "Alternate Nice Dots"; ObjectID = "952"; */
"952.title" = "Alternate Nice Dots";

/* Class = "NSMenuItem"; title = "Info Circles"; ObjectID = "953"; */
"953.title" = "Info Circles";

/* Class = "NSMenuItem"; title = "Signs"; ObjectID = "954"; */
"954.title" = "Signs";

/* Class = "NSMenuItem"; title = "New Dots"; ObjectID = "955"; */
"955.title" = "New Dots";
